Repository: Sorien/plugin.video.sl
Catalog: resources/language/Slovak/strings.po
Languages: sk

# #30100
source: Account
sk: Účet

# #30102
source: Email / Card number
sk: Email / číslo karty

# #30103
source: Password
sk: Heslo

# #30104
source: When no device is available use oldest
sk: Ak žiadne zariadenie nie je dostupé, použi najstaršie

# #30105
source: Limit devices list to web browser
sk: Obmedziť zariadenia v zozname len na prehliadače

# #30106
source: Generate and show pin protected channels
sk: Generovať a zobrazovať obsah chránený PIN-om

# #30202
source: Directory of playlist
sk: Adresár

# #30203
source: Filename
sk: Súbor

# #30204
source: Logo urls directly from Skylink Live TV site
sk: Url adresy pre logá staníc priamo zo stránky Skylink Live TV

# #30205
source: Enabled M3U
sk: Generovať M3U

# #30302
source: Enabled EPG
sk: Generovať EPG

# #30303
source: Directory of EPG file
sk: Adresár

# #30304
source: Filename
sk: Súbor

# #30305
source: Preload Days
sk: Počet dni

# #30350
source: Archive
sk: Archív

# #30351
source: Logos directly from Skylink Live TV site
sk: Logá staníc priamo zo stránky Skylink Live TV

# #30352
source: Logos location
sk: Umiestnenie pre logá

# #30353
source: local drive
sk: lokálne dostupné

# #30354
source: remote web
sk: web stránka

# #30355
source: Directory with logos
sk: Adresár s logami

# #30356
source: Base url for logos
sk: Url stránky s logami

# #30360
source: Live TV streams
sk: Zobraziť aj živé vysielanie

# #30361
source: Next programs in improvised EPG
sk: Počet programov v improvizovanom EPG

# #30370
source: Skins
sk: Vzhľady

# #30371
source: Apply skin modification process
sk: Aplikuj modifikáciu vzhľadu

# #30372
source: Please read this whole. Now a duplicate of your active skin will be created with a modification of the menu on the TV section, removing the recordings and timers (which are not supported for this plugin) and adding a direct link to the archive. Only Estuary and Confluence skins are supported. This is an experimental function. I recommend Kodi restart before and after using it.
sk: Prečítajte to prosím celé. Teraz sa vytvorí duplikát vášho aktívneho vzhľadu s modifikáciou menu v TV časti, z ktorej odstráni nahrávky a časovače (ktoré nie sú pre tento plugin podporované) a pridá priamy odkaz na archív. Podporované sú len vzhľady Estuary a Confluence. Toto je experimenálna funkcia. Pred a aj po jej použití odporúčam spraviť reštart Kodi.

# #30373
source: Skin not supported
sk: Nepodporovaný vzhľad

# #30374
source: Only Estuary and Confluence skins are supported.
sk: Podporované sú len vzhľady Estuary a Confluence.

# #30375
source: Skin duplicate already exists, you must uninstall it first!
sk: Duplikát vzhľadu už existuje, je nutné ho najprv odinštalovať!

# #30376
source: Also copy the settings of the active skin?
sk: Skopírovať aj nastavenia aktívneho vzhľadu?

# #30377
source: An error has occurred during process, modification is not possible.
sk: Vznikla chyba pri aplikácii, modifikácia nieje možná.

# #30378
source: Process was successful, should I set a new skin?
sk: Aplikácia bola úspešná, mám nastaviť nový vzhľad?

# #30379
source: Failed to set a new skin, do it manually.
sk: Nepodarilo sa nastaviť nový vzhľad, spravte to manuálne.

# #30380
source: Failed to activate the new skin, do it manually, and then set it.
sk: Nepodarilo sa aktivovať nový vzhľad, spravte to manuálne a potom si ho nastavte.

# #30401
source: M3U Playlist created
sk: M3U Playlist bol vytvorený

# #30402
source: M3U Playlist and EPG created
sk: M3U Playlist a EPG boli vytvorený

# #30501
source: User name or password is not defined
sk: Email alebo heslo nie je nastavené

# #30502
source: User name or password is not valid
sk: Email alebo heslo nie je platné

# #30503
source: M3U playlist can't be created
sk: M3U playlist sa nepodarilo vytvoriť

# #30504
source: EPG file can't be created
sk: EPG súbor sa nepodarilo vytvoriť

# #30505
source: Too many Skylink LiveTV connections
sk: Prihlásených príliš veľa zariadení

# #30506
source: Internet connection error
sk: Internetové spojenie nie je dostupné

# #30507
source: There are no web devices to choose!
sk: Nie sú k dispozícii žiadne prehliadače na výber!

# #30508
source: Enter your PIN code:
sk: Zadajte svoj PIN kód:

# #30509
source: Nope!
sk: Zlý PIN!

# #30600
source: Archive
sk: Archív

# #30601
source: today
sk: dnes

# #30602
source: yesterday
sk: včera

# #30603
source: the day after
sk: nasledujúci deň

# #30604
source: the day before
sk: predošlý deň

# #30610
source: monday
sk: pondelok

# #30611
source: tuesday
sk: utorok

# #30612
source: wednesday
sk: streda

# #30613
source: thursday
sk: štvrtok

# #30614
source: friday
sk: piatok

# #30615
source: saturday
sk: sobota

# #30616
source: sunday
sk: nedeľa

# #30700
source: Live TV
sk: Živé vysielanie TV

# #30800
source: Library (alpha)
sk: Knižnica (alfa)

# #30801
source: Movies
sk: Filmy

# #30802
source: Series
sk: Seriály

# #30803
source: Play
sk: Prehrať

# #30804
source: Cancel
sk: Zrušiť

# #30805
source: Can't play this item, you probably don't have a paid service for it.
sk: Túto položku nie je možné prehrať, pravdepodobne pre ňu nemáte platenú službu.

# #30806
source: Unknown error, sorry.
sk: Neznáma chyba, sorry.

# #30810
source: Action
sk: Akčný

# #30811
source: Comedy
sk: Komédia

# #30812
source: Family
sk: Rodinný

# #30813
source: Kids
sk: Detský

# #30816
source: Adventure
sk: Dobrodružný

# #30817
source: Crime
sk: Kriminálny

# #30818
source: Drama
sk: Dráma

# #30819
source: Romance
sk: Romantika

# #30822
source: Documentary
sk: Dokumentárny

# #30823
source: Biography
sk: Životopisný

# #30824
source: History
sk: Historický

# #30825
source: Music
sk: Hudobný

# #30826
source: Sport
sk: Športový

# #30827
source: Other
sk: Ostatné

# #30828
source: Erotic
sk: Erotický
