Repository: Sorien/plugin.video.sl
Catalog: resources/language/Czech/strings.po
Languages: cz

# #30100
source: Account
cz: Účet

# #30101
source: Provider
cz: Poskytovatel

# #30102
source: Email / Card number
cz: Číslo karty/Emailová adresa

# #30103
source: Password
cz: Heslo

# #30104
source: When no device is available use oldest
cz: Pokud není k dispozici žádné zařízení, použij nejstarší

# #30105
source: Limit devices list to web browser
cz: Omezit zařízení v seznamu pouze na prohlížeče

# #30106
source: Generate and show pin protected channels
cz: Generovat a zobrazovat obsah chráněný PIN-em

# #30202
source: Directory of playlist
cz: Umístění playlistu

# #30203
source: Filename
cz: Název souboru

# #30204
source: Logo urls directly from Skylink Live TV site
cz: Url adresy pro loga stanic přímo ze stránky Skylink Live TV

# #30205
source: Enabled M3U
cz: Generovat M3U

# #30302
source: Enabled EPG
cz: Generovat EPG

# #30303
source: Directory of EPG file
cz: Umístění EPG

# #30304
source: Filename
cz: Název souboru

# #30305
source: Preload Days
cz: Počet dní

# #30306
source: Preload Catchup Days
cz: Počet archivních dní

# #30350
source: Archive
cz: Archiv

# #30351
source: Logos directly from Skylink Live TV site
cz: Loga stanic přímo ze stránky Skylink Live TV

# #30352
source: Logos location
cz: Umístění pro loga

# #30353
source: local drive
cz: lokálně dostupné

# #30354
source: remote web
cz: web stránka

# #30355
source: Directory with logos
cz: Adresář s logy

# #30356
source: Base url for logos
cz: Url stránky s logy

# #30357
source: Skip offset while Play from here
cz: Přeskočit začátek při Přehrát odsud

# #30360
source: Live TV streams
cz: Zobrazit také živé vysílání

# #30361
source: Next programs in improvised EPG
cz: Počet programů v improvizovaném EPG

# #30370
source: Skins
cz: Vzhledy

# #30371
source: Apply skin modification process
cz: Aplikuj modifikaci vzhledu

# #30372
source: Please read this whole. Now a duplicate of your active skin will be created with a modification of the menu on the TV section, removing the recordings and timers (which are not supported for this plugin) and adding a direct link to the archive. Only Estuary and Confluence skins are supported. This is an experimental function. I recommend Kodi restart before and after using it.
cz: Přečtěte to prosím celé. Nyní se vytvoří duplikát vašeho aktivního vzhledu s modifikací menu v TV části, ze které odstraní nahrávky a časovače (které nejsou pro tento plugin podporované) a přidá přímý odkaz na archiv. Podporovány jsou jenom vzhledy Estuary a Confluence. Toto je experimenální funkce. Před i po jejím použití doporučuji udělat restart Kodi.

# #30373
source: Skin not supported
cz: Nepodporovaný vzhled

# #30374
source: Only Estuary and Confluence skins are supported.
cz: Podporovány jsou pouze vzhledy Estuary a Confluence.

# #30375
source: Skin duplicate already exists, you must uninstall it first!
cz: Duplikát vzhledu již existuje, je nutné jej nejprve odinstalovat!

# #30376
source: Also copy the settings of the active skin?
cz: Zkopírovat i nastavení aktivního vzhledu?

# #30377
source: An error has occurred during process, modification is not possible.
cz: Vznikla chyba při aplikaci, modifikace není možná.

# #30378
source: Process was successful, should I set a new skin?
cz: Aplikace byla úspěšná, mám nastavit nový vzhled?

# #30379
source: Failed to set a new skin, do it manually.
cz: Nelze nastavit nový vzhled, udělejte to ručně.

# #30380
source: Failed to activate the new skin, do it manually, and then set it.
cz: Nepodařilo se aktivovat nový vzhled, udělejte to manuálně a pak si ho nastavte.

# #30381
source: For Kodi 19 Matrix use catchup in PVR IPTV Simple Client
cz: Pro Kodi 19 Matrix použijte catchup v PVR IPTV Simple Client

# #30391
source: Setup PVR IPTV Simple Client
cz: Nastavení PVR IPTV Simple Client

# #30392
source: You do not have installed PVR IPTV Simple Client
cz: Nemáte nainstalovanej PVR IPTV Simple Client

# #30393
source: You have neither generation of playlist nor EPG enabled.
cz: Nemáte zapnuté generování ani playlistu, ani EPG.

# #30394
source: It will now display a dialog with the necessary restart several times. Then restart Kodi. I also recommend deleting data in Settings / PVR and TV - General. Only start after you have generated a playlist or epg! This process is irreversible, continue?
cz: Nyní zobrazí několikrát po sobě dialog s nutným restartem. Poté restartujte Kodi. Následně doporučuji i vymazat údaje v Nastavení / PVR a televize - Všeobecné. Spusťte až poté, co máte vygenerovaný playlist resp. epg! Tento proces je nevratný, pokračovat?

# #30395
source: PVR IPTV Simple Client was configured.
cz: PVR IPTV Simple Client byl nastaven.

# #30401
source: Playlist created
cz: Playlist byl vytvořen

# #30402
source: Playlist and EPG created
cz: Playlist a EPG bylo vytvořeno

# #30501
source: User name or password is not defined
cz: Přístupové údaje nejsou nastaveny!

# #30502
source: User name or password is not valid
cz: Přístupové údaje nejsou správné!

# #30503
source: M3U playlist can't be created
cz: M3U playlist nemůže být vytvořen

# #30504
source: EPG file can't be created
cz: EPG soubor nemůže být vytvořen

# #30505
source: Too many Skylink LiveTV connections
cz: Přihlášených příliš mnoho zařízení

# #30506
source: Internet connection error
cz: Internetové spojení není dostupné

# #30507
source: There are no web devices to choose!
cz: Nejsou k dispozici žádné prohlížeče na výběr!

# #30508
source: Enter your PIN code:
cz: Zadejte svůj PIN kód:

# #30509
source: Nope!
cz: Špatný PIN!

# #30510
source: Stream is not available!
cz: Stream není k dispozici!

# #30600
source: Archive
cz: Archiv

# #30601
source: today
cz: dnes

# #30602
source: yesterday
cz: včera

# #30603
source: the day after
cz: následující den

# #30604
source: the day before
cz: předešlý den

# #30610
source: monday
cz: pondělí

# #30611
source: tuesday
cz: úterý

# #30612
source: wednesday
cz: středa

# #30613
source: thursday
cz: čtvrtek

# #30614
source: friday
cz: pátek

# #30615
source: saturday
cz: sobota

# #30616
source: sunday
cz: neděle

# #30700
source: Live TV
cz: Živé vysílání TV

# #30800
source: Library (alpha)
cz: Knihovna (alfa)

# #30801
source: Movies
cz: Filmy

# #30802
source: Series
cz: Seriály

# #30803
source: Play
cz: Přehrát

# #30804
source: Cancel
cz: Zrušit

# #30805
source: Can't play this item, you probably don't have a paid service for it.
cz: Tuto položku nelze přehrát, pravděpodobně pro ni nemáte placenou službu.

# #30806
source: Unknown error, sorry.
cz: Neznáma chyba, sorry.

# #30807
source: Season
cz: Sezóna

# #30810
source: Action
cz: Akční

# #30811
source: Comedy
cz: Komedie

# #30812
source: Family
cz: Rodinný

# #30813
source: Kids
cz: Dětský

# #30816
source: Adventure
cz: Dobrodružný

# #30817
source: Crime
cz: Kriminální

# #30819
source: Romance
cz: Romantika

# #30822
source: Documentary
cz: Dokumentární

# #30823
source: Biography
cz: Životopisný

# #30824
source: History
cz: Historický

# #30825
source: Music
cz: Hudební

# #30826
source: Sport
cz: Sportovní

# #30827
source: Other
cz: Ostatní

# #30828
source: Erotic
cz: Erotický

# #30829
source: Culture
cz: Kultúra

# #30830
source: People
cz: Lidé

# #30831
source: Natural History
cz: Přírodní vědy

# #30832
source: Science
cz: Věda

# #30833
source: Cars & Motors
cz: Auto Moto

# #30834
source: Technology
cz: Technologie
